print('--------------')          # แสดงเส้นคั่นด้านบน
print('KPH\tMPH')              # แสดงหัวตาราง (KPH และ MPH) ใช้ \t เพื่อเว้นช่อง
print('--------------')          # แสดงเส้นคั่นอีกครั้ง

for number in range(60, 140, 10):      # วนลูปค่า KPH จาก 60 ถึง 130 (เพิ่มทีละ 10)
    square = number * 0.6214           # แปลงค่า KPH เป็น MPH (1 KPH = 0.6214 MPH)
    print(number, '\t', format(square, '5.1f'))  
    # แสดงค่าที่ได้ โดย format ให้ MPH มี 1 ตำแหน่งทศนิยม กว้างอย่างน้อย 5 ช่อง

    print('--------------')            # พิมพ์เส้นคั่นหลังจากแต่ละบรรทัด (ตรงนี้เลยเห็นเส้นคั่นเยอะ)